export default [
  {
    range: "0-5",
    desc: "北京正部级官员家庭",
  },
  {
    range: "5-20",
    desc: "北京正儿八经红三代",
  },
  {
    range: "20-27",
    desc: "北京八旗子弟后代",
  },
  {
    range: "28-29",
    desc: "北京大学校长的子女",
  },
  {
    range: "30-35",
    desc: "二环内四合院一套",
  },
  {
    range: "35-50",
    desc: "北京三环内三套房",
  },
  {
    range: "50-100",
    desc: "北京户口居民",
  },
  {
    range: "100-120",
    desc: "北京(外来人口打工后代)",
  },
  {
    range: "120-140",
    desc: "天津户口居民",
  },
  {
    range: "140-141",
    desc: "天津市市长家庭",
  },
  {
    range: "141-150",
    desc: "天津市区中产家庭",
  },
  {
    range: "150-155",
    desc: "天津大爆炸牺牲消防员的后代",
  },
  {
    range: "155-177",
    desc: "新天津人",
  },
  {
    range: "178-179",
    desc: "南开大学校长子女",
  },
  {
    range: "180-400",
    desc: "普通中国东北百姓",
  },
  {
    range: "400-450",
    desc: "东北较贫困人口",
  },
  {
    range: "450-500",
    desc: "东北中产家庭",
  },
  {
    range: "500-520",
    desc: "东北红三代",
  },
  {
    range: "520-530",
    desc: "妈妈是雨姐级别人物",
  },
  {
    range: "530-540",
    desc: "上海市黄浦区静安区本地居民",
  },
  {
    range: "540-545",
    desc: "上海市汤臣一品后代",
  },
  {
    range: "545-550",
    desc: "上海上市大公司高层子女",
  },
  {
    range: "550-580",
    desc: "上海市区中产家庭",
  },
  {
    range: "580-600",
    desc: "上海户口居民",
  },
  {
    range: "601-602",
    desc: "将军之家",
  },
  {
    range: "603-620",
    desc: "来沪随迁子女",
  },
  {
    range: "620-630",
    desc: "在沪香港籍人士",
  },
  {
    range: "630-640",
    desc: "香港公民",
  },
  {
    range: "640-650",
    desc: "香港地区中产以上极富人口",
  },
  {
    range: "650-655",
    desc: "香港底层外地人",
  },
  {
    range: "655-660",
    desc: "香港在逃通缉犯",
  },
  {
    range: "660-661",
    desc: "澳门赌场持有者后代",
  },
  {
    range: "661-665",
    desc: "澳门公民",
  },
  {
    range: "665-750",
    desc: "台湾公民",
  },
  {
    range: "750-770",
    desc: "台湾较富裕人口",
  },
  {
    range: "770-800",
    desc: "蒋介石的子孙",
  },
  {
    range: "800-2000",
    desc: "埃及平民",
  },
  {
    range: "2000-2500",
    desc: "埃及贫民窟流浪汉",
  },
  {
    range: "2500-3000",
    desc: "埃及艾滋病患者",
  },
  {
    range: "3000-3200",
    desc: "埃及开罗居民",
  },
  {
    range: "3200-3250",
    desc: "埃及中产家庭",
  },
  {
    range: "3250-3280",
    desc: "埃及开罗富人区",
  },
  {
    range: "3280-3298",
    desc: "埃及官二代",
  },
  {
    range: "3298-3300",
    desc: "埃及总统府子女",
  },
  {
    range: "3300-3400",
    desc: "利比亚平民",
  },
  {
    range: "3400-3480",
    desc: "利比亚极端贫困人口",
  },
  {
    range: "3480-3650",
    desc: "突尼斯平民。",
  },
  {
    range: "3650-3680",
    desc: "突尼斯意大利双国籍人口",
  },
  {
    range: "3680-3690",
    desc: "突尼斯富人区",
  },
  {
    range: "3690-4200",
    desc: "阿尔及利亚平民",
  },
  {
    range: "4200-4500",
    desc: "出生地点:撒哈拉沙漠",
  },
  {
    range: "4500-4590",
    desc: "阿尔及利亚西班牙双国籍人口",
  },
  {
    range: "4590-4800",
    desc: "摩洛哥平民",
  },
  {
    range: "4800-5100",
    desc: "摩洛哥贫困人口",
  },
  {
    range: "5100-5120",
    desc: "摩洛哥(但是在欧洲留洋踢足球)",
  },
  {
    range: "5120-5190",
    desc: "摩洛哥中产家庭(拥有西班牙公民身份)",
  },
  {
    range: "5190-6800",
    desc: "出生地点:苏丹与南苏丹交战区,在战壕里出生",
  },
  {
    range: "6800-7000",
    desc: "一出生就被南苏丹的炸弹炸死了",
  },
  {
    range: "7000-7090",
    desc: "军阀家庭,父亲领导苏丹两个师的军队",
  },
  {
    range: "7090-8090",
    desc: "埃塞俄比亚极端贫困家庭,每天收入小于一美元",
  },
  {
    range: "8090-9090",
    desc: "埃塞俄比亚因战争流离失所，家庭依赖国际援助",
  },
  {
    range: "9090-10000",
    desc: "埃塞俄比亚艾滋病重灾区家庭，并且单亲且孤儿",
  },
  {
    range: "10000-11000",
    desc: "埃塞俄比亚水源严重污染家庭,长期患病",
  },
  {
    range: "11000-11100",
    desc: "埃塞俄比亚中产家庭",
  },
  {
    range: "11100-11190",
    desc: "埃塞俄比亚官二代",
  },
  {
    range: "11190-11970",
    desc: "父亲是索马里海盗,但是你的父亲总是被真海盗打劫",
  },
  {
    range: "11970-11974",
    desc: "冰岛公民",
  },
  {
    range: "11974-12030",
    desc: "爱尔兰中产家庭",
  },
  {
    range: "12030-12200",
    desc: "英国公民",
  },
  {
    range: "12200-12210",
    desc: "英国格罗夫纳家庭,第7代英国最强公爵,拥有伦敦300英亩土地,身价超过一千亿英镑是英国最大的地主",
  },
  {
    range: "12210-12220",
    desc: "戴森家族，父亲几乎发售世界上所有电器，坐拥208亿英镑",
  },
  {
    range: "12220-12400",
    desc: "伦敦郊区中产家庭",
  },
  {
    range: "12400-12401",
    desc: "英国皇储",
  },
  {
    range: "12401-12450",
    desc: "英国单亲家庭，你有6个兄弟姐妹，一周收入近150英镑，靠救济度日",
  },
  {
    range: "12450-12500",
    desc: "中东移民至英国的家庭，仅拥有有限居留许可，因为英国Nrpf.(No resource to public fund.)政策无法申请公共福利你的母亲全职工作仍然付不起账单,你经常挨饿",
  },
  {
    range: "12500-12550",
    desc: "自封王国英国家庭，你的父母自立yasharahyalah王国国王和皇后。坚持纯素食导致你在三岁的时候将因为营养不良而致死",
  },
  {
    range: "12550-12560",
    desc: "英国一夫七妻家庭，你的父亲自称希伯莱国王转世，与7名妻子和18个和你一样的孩子共同生活，并且轮流同房",
  },
  {
    range: "12560-12570",
    desc: "利物浦高层",
  },
  {
    range: "12570-12580",
    desc: "曼彻斯特联高层",
  },
  {
    range: "12580-12590",
    desc: "切尔西高层",
  },
  {
    range: "12590-12600",
    desc: "曼彻斯特城高层",
  },
  {
    range: "12600-12610",
    desc: "你的父亲是英国史密斯专员",
  },
  {
    range: "12610-12620",
    desc: "英国汇丰银行控股公司高层",
  },
  {
    range: "12620-12630",
    desc: "英国壳牌公司高层(世界公司18位)",
  },
  {
    range: "12630-12640",
    desc: "你的父亲在英超踢球，并且身价2000万欧",
  },
  {
    range: "12640-12900",
    desc: "法国公民",
  },
  {
    range: "12900-12910",
    desc: "法国阿诺特家族,LVMH集团掌控家庭,旗下有奥迪等75个奢侈品牌",
  },
  {
    range: "12910-12920",
    desc: "法国维特海默家族，香奈儿集团掌控者，你的家庭拥有332亿欧元的流动资金",
  },
  {
    range: "12920-12930",
    desc: "爱马仕家族,家族财富约1630亿欧元，控制爱马仕公司2/3以上股份",
  },
  {
    range: "12930-13000",
    desc: "法国单亲家庭,处于贫困水平,你的家庭因为经济原因限制供暖",
  },
  {
    range: "13000-13200",
    desc: "法国巴黎市郊中产家庭",
  },
  {
    range: "13200-13220",
    desc: "你的家庭是布雷伦特乱伦案的受害者,你的父亲强迫和你一起产下三个孩子,如果你是男生，他会强迫你在11岁和你的母亲发生性关系",
  },
  {
    range: "13220-13250",
    desc: "法国皇室后代",
  },
  {
    range: "13250-13300",
    desc: "法国街头叙利亚难民",
  },
  {
    range: "13300-13320",
    desc: "你的父亲在法甲踢足球,身价1500万欧元",
  },
  {
    range: "13320-13330",
    desc: "法国巴黎圣日耳曼俱乐部高层",
  },
  {
    range: "13330-13331",
    desc: "马克龙之家",
  },
  {
    range: "13331-13335",
    desc: "安道尔公民",
  },
  {
    range: "13335-13400",
    desc: "葡萄牙公民",
  },
  {
    range: "13400-13419",
    desc: "葡萄牙中产",
  },
  {
    range: "13419-13420",
    desc: "你的父亲是c罗",
  },
  {
    range: "13420-13600",
    desc: "西班牙公民",
  },
  {
    range: "13600-13650",
    desc: "西班牙中产家庭",
  },
  {
    range: "13650-13680",
    desc: "西班牙流浪汉",
  },
  {
    range: "13680-13700",
    desc: "你的母亲是西班牙红灯区工作者",
  },
  {
    range: "13700-13710",
    desc: "西班牙斗牛士家庭",
  },
  {
    range: "13710-13715",
    desc: "你的父亲是皇家马德里球员",
  },
  {
    range: "13715-13720",
    desc: "你的父亲是巴塞罗那球员",
  },
  {
    range: "13720-13725",
    desc: "你的父亲是马德里竞技球员",
  },
  {
    range: "13725-13735",
    desc: "你的家庭在巴塞罗那俱乐部工作",
  },
  {
    range: "13735-13740",
    desc: "西班牙皇室成员",
  },
  {
    range: "13740-13750",
    desc: "西班牙官二代",
  },
  {
    range: "13750-13755",
    desc: "阿根廷首富布兰科家族,你的父亲拥有整个拉美最大的电商平台，被誉为拉美亚马逊",
  },
  {
    range: "13755-13760",
    desc: "阿根廷福特家族,你的父亲是汽车制造业巨头,拥有30亿美元财富",
  },
  {
    range: "13760-13800",
    desc: "阿根廷中产家庭，每个月收入约1500美元",
  },
  {
    range: "13800-14000",
    desc: "阿根廷工薪家庭,每个月收入约800美元生活,水平基本稳定",
  },
  {
    range: "14000-14100",
    desc: "你的家庭依靠养老金度日，但是每个月收入约500,美元享受免费医疗和交通优惠。",
  },
  {
    range: "14100-14120",
    desc: "你的父亲在欧洲马德里竞技踢球,每周约寄回5万美元",
  },
  {
    range: "14120-14121",
    desc: "你的父亲是梅西",
  },
  {
    range: "14121-14200",
    desc: "你的家庭是通货膨胀最主要的受害者，月薪贬值50%以上工资跟不上物价涨幅,储蓄化为乌有",
  },
  {
    range: "14200-14210",
    desc: "阿根廷流浪汉",
  },
  {
    range: "14210-14300",
    desc: "智利平民百姓",
  },
  {
    range: "14300-14330",
    desc: "智利中产家庭",
  },
  {
    range: "14330-14340",
    desc: "智利的流浪汉",
  },
  {
    range: "14340-14370",
    desc: "",
  },
  {
    range: "14370-14375",
    desc: "巴西马里尼奥家族，你的父亲与他的三个兄弟净资产289亿美元，控制巴西最大的媒体帝国",
  },
  {
    range: "14375-14380",
    desc: "巴西阿尔基亚家族，你的家族是银行世家身价约45亿美元，在金融界有巨大影响力",
  },
  {
    range: "14380-14450",
    desc: "巴西里约热内卢富人区",
  },
  {
    range: "14450-14800",
    desc: "巴西本地中产家庭，月收入在4000人民币左右，有基本医疗保障和稳定住房",
  },
  {
    range: "14800-15500",
    desc: "巴西本地工薪家庭，月收入约1500人民币左右，家庭从事制造业工作",
  },
  {
    range: "15500-16400",
    desc: "巴西本地贫民窟，面临粮食危机，一个月收入大概500人民币。",
  },
  {
    range: "16400-16600",
    desc: "巴西流浪汉月收入不足200元",
  },
  {
    range: "16600-16602",
    desc: "你的妈妈在同一晚上与两名男子发生关系后怀孕，生下一对双胞胎，全球仅有20例",
  },
  {
    range: "16602-16780",
    desc: "你的父亲是足球运动员，但是实力不行，经常难以温饱",
  },
  {
    range: "16780-16840",
    desc: "你的父亲在欧洲踢足球,身价3000万欧元,每周寄回3万欧元",
  },
  {
    range: "16840-16870",
    desc: "巴西利亚政府高官，掌握国家决策权",
  },
  {
    range: "16870-17400",
    desc: "山河四省做题区，耗尽18年青春，最终换来一张普通二本文凭，毕业之后找不到工作",
  },
  {
    range: "17400-17500",
    desc: "山河四省农村留守家庭父母外出打工，月收入不足1000元，你营养不良靠低保和亲戚救济过日",
  },
  {
    range: "17500-17600",
    desc: "山河四省病患家庭，你的老人患癌症医疗费耗尽所有积蓄，你的父母为治病欠了数10万，全家陷入贫困",
  },
  {
    range: "17600-18000",
    desc: "山河四省精神小伙和精神小妹后代",
  },
  {
    range: "18000-18200",
    desc: "山河四省职高厕所开局",
  },
  {
    range: "18200-18400",
    desc: "山河四省中产民营企业家，年收入80万以上，你就读于私立学校或出国留学",
  },
  {
    range: "18400-18420",
    desc: "山西煤老板家族，掌握多个煤矿资源，财产有60亿人民币，18岁以后，你将进入政界和商界的核心圈",
  },
  {
    range: "18420-18450",
    desc: "你的父亲是山东国企高管,18岁以后你将进入体制内从事金融行业工作",
  },
  {
    range: "18450-18455",
    desc: "你的父亲是河北某地县长",
  },
  {
    range: "18455-18500",
    desc: "你的父亲是山西太原市市长",
  },
  {
    range: "18500-18501",
    desc: "你的父亲是山东省省长",
  },
  {
    range: "18501-18800",
    desc: "你是女孩，你的父亲为了生男孩连生了8个女孩，家庭极度贫困",
  },
  {
    range: "18800-18900",
    desc: "江苏南通做题区，你努力的18年终于考入了上海一所本科院校",
  },
  {
    range: "18900-19000",
    desc: "苏州中产家庭，你的父母均为白领，年收入在50万左右",
  },
  {
    range: "19000-19160",
    desc: "江苏中部普通工薪家庭，你们一家年收入约15万，有自己的住房，你就读公立学校",
  },
  {
    range: "19160-19180",
    desc: "南京民营企业家家族，你的家族企业年营收入约50亿人民币，拥有多处豪宅豪车，你在美国旧金山读书",
  },
  {
    range: "19180-19181",
    desc: "你出生在杭州，父亲是马云，有1800亿财富",
  },
  {
    range: "19181-19182",
    desc: "你的父亲是钟睒睒(农夫山泉创始人旗下拥有4500亿人民币。)",
  },
  {
    range: "19182-19210",
    desc: "杭州互联网巨头家族，你的父亲在网易系企业当高管",
  },
  {
    range: "19210-19300",
    desc: "浙江宁波中产家庭，年收入在25万左右，拥有自己的住房，生活品质较高",
  },
  {
    range: "19300-19450",
    desc: "浙江工薪家庭年收入在15万左右。但是父母开明生活幸福",
  },
  {
    range: "19450-19500",
    desc: "浙江农村家庭，年收入在10万左右，拥有两座独栋农村自建房",
  },
  {
    range: "19500-19530",
    desc: "温州残疾人士家庭",
  },
  {
    range: "19530-19800",
    desc: "江西普通家庭，月收入在6000元左右，你在衡水模式的学校读书",
  },
  {
    range: "19800-19810",
    desc: "你的父亲是地方高官，但是经常贪污(国家目前好像有点盯上你们家了)",
  },
  {
    range: "19810-19815",
    desc: "福建曹德旺家族，你们家的身家超过200亿人民币",
  },
  {
    range: "19815-19900",
    desc: "厦门城市中产家庭月收入在2万左右，你接受优质教育。并且持有美国绿卡",
  },
  {
    range: "19900-20000",
    desc: "福建福州普通工薪家庭。月收入12,000元，生活水平基本稳定",
  },
  {
    range: "20000-20090",
    desc: "福建南平山区贫困家庭月收入低于2000元",
  },
  {
    range: "20090-20470",
    desc: "安徽农村人",
  },
  {
    range: "20470-20500",
    desc: "广东珠三角互联网新贵家庭，身价约2000亿人民币。",
  },
  {
    range: "20500-20520",
    desc: "广东珠三角拆迁暴发户，因为广州城中村的改造获得巨额赔偿拥有多套房产和现金资产，但是你的父母似乎缺乏创富能力，目前积蓄仅剩下800万人民币",
  },
  {
    range: "20520-20550",
    desc: "广东珠三角普通工薪家庭,月收入在1万元左右",
  },
  {
    range: "20550-20570",
    desc: "广东非珠三角山区地区贫困家庭，你的妈妈为了生你而死去，你的爸爸疯狂激你，想让你好好学习，并且把教育投入拉的很高，你生活在衡水模式的高中",
  },
  {
    range: "20570-20600",
    desc: "你的父亲在中超联赛踢球，身价20万人民币，每个月收入在3万元左右",
  },
  {
    range: "20600-20650",
    desc: "非洲中部政商家庭，拥有私人保镖和豪华车队",
  },
  {
    range: "20650-20680",
    desc: "安哥拉钻石石油铜矿开采矿业巨头",
  },
  {
    range: "20680-23000",
    desc: "非洲中部难民营，出生地是旱厕，因武装冲突导致缺乏食物完全依赖人道主义救助",
  },
  {
    range: "23000-24500",
    desc: "非洲刚果金东部战乱家庭，随时面临生命危险，无法获得生活物资，你在出生后的两天内被一发加特林打死了",
  },
  {
    range: "24500-26000",
    desc: "尼日尔边境干旱灾区家庭，因为持续的干旱，你出生之后就没喝过水了，三天之后被丢进了垃圾桶",
  },
  {
    range: "26000-28000",
    desc: "撒哈拉沙漠以南艾滋病孤儿母体家庭，一出生就患有艾滋病，父母因艾滋病去世，活到三岁之后，被路边野狗咬死",
  },
  {
    range: "28000-28020",
    desc: "赤道几内亚能源大亨家庭，拥有石油天然气能源产业掌控权，拥有私人飞机，在法国巴黎拥有多套房产",
  },
  {
    range: "28020-29000",
    desc: "中部非洲城市地区工薪家庭，月收入约200美元",
  },
  {
    range: "29000-30000",
    desc: "出生地:纳米比亚国家公园，一出生就被猎豹叼走了",
  },
  {
    range: "30000-30200",
    desc: "虽然是中部非洲人，但是到中国大陆来留学了，并且三个月得吃10个女生",
  },
  {
    range: "30200-32000",
    desc: "刚果金东部雨林极度贫困地区，一家12口挤在一个帐篷里，每天吃一顿饭是红木薯叶煮水，你的肚子因为长期饥饿导致肿胀加鼓，救援人员认为你吃饱了，所以没有救助你",
  },
  {
    range: "32000-33000",
    desc: "尼日利亚边境家庭，你们一家17口，每日步行20公里，寻找泥浆水(否则就被渴死了)在你三岁的一天，你的三个兄弟姐妹因为饮用含有寄生虫的泥水导致肝脾肿大，死亡，当地武装分子吓坏了，把你当场无理由处死",
  },
  {
    range: "33000-33020",
    desc: "当地武装分子头目家庭，日子过得还算过得去",
  },
  {
    range: "33020-34000",
    desc: "安哥拉贫民窟，你的父亲迷信残障者器官有魔力，父亲把你肚子割开后取下你的器官，用麻绳将你和你的弟弟妹妹捆绑在一起，在垃圾场蠕动爬行找食，夜间睡在棺材形状的水泥罐中",
  },
  {
    range: "34000-34010",
    desc: "塞内加尔足球家庭，你的父亲在英超踢球，每个月寄回5000美金",
  },
  {
    range: "34010-34050",
    desc: "国家政界高官，你生活富裕，移民美国",
  },
  {
    range: "34050-35000",
    desc: "刚果金，中非，南苏丹三国边境无人区。因战乱逃离国家，所以没有国籍也没有身份。，所以你的出生无法被登记，在法律上是不存在的，所以你被武装组织视为可以随意处置的物品，8岁的时候被屠杀也没有被记录数据",
  },
  {
    range: "35000-35200",
    desc: "非洲中部黑帮，你的父亲在一次火拼中被打死",
  },
  {
    range: "35200-36000",
    desc: "你的父母在刚果金东部丛林实验室被强迫参与廉价新药试验，被当地武装组织控制作为活体样本，以每针50美元价格卖给非法美国非法医疗团伙用于测试更危险的药物",
  },
  {
    range: "36000-36300",
    desc: "加蓬奥洛克矿区废弃铀矿场，你出生就没有眼球，但是因为你的父母因为被强迫签下终身看守矿场的合同不得离开，违者枪毙",
  },
  {
    range: "36300-37000",
    desc: "中非共和国武装割据区，你的父母因为拒绝出售你的器官被活摘肾脏，武装分子将你圈养在铁笼中，三个月抽取一次血浆制作儿童血液奢侈品，并强迫你亲眼观看弟妹被解剖过程作为服从训练",
  },
  {
    range: "37000-37200",
    desc: "喀麦隆美国AI研究室地下数据工厂，你们全家被锁在喀麦隆的暗室，终日对着极端暴力，性虐待影像，每天18小时用于训练暗网AI模型，长期接触极端内容导致永久性精神分裂，但被植入脑机接口强制工作",
  },
  {
    range: "37200-37400",
    desc: "出生于乍得，因全球变暖导致湖泊消失，为了争取最后的水坑家族男性全部在部落仇杀中死亡，你的祖母带着6个孩子，其中包括你，每天在60℃的盐碱地上挖掘一米深的深坑，舔食坑壁渗出的剧毒高氟水，全员牙齿脱落，骨骼畸形",
  },
  {
    range: "37400-37600",
    desc: "你的曾祖父在安哥拉矿区误签百年劳动契约。，你们家庭成员需要连续劳作到2124年。每天劳动20个小时，睡眠时必须被锁着站着睡觉，不服者被注射药物，三天内病死",
  },
  {
    range: "37600-37640",
    desc: "瑞士公民",
  },
  {
    range: "37640-37645",
    desc: "瑞士苏黎世隐藏银行世家，家族世代经营私人银行。规模达数百亿瑞士法郎",
  },
  {
    range: "37645-37650",
    desc: "瑞士日内瓦国际组织高管家族，家族成员在联合国等组织担任重要职务，拥有外交豁免权和全球影响力。",
  },
  {
    range: "37650-37675",
    desc: "瑞士工薪家庭，每个月收入七千瑞士法郎，子女享受全民医保",
  },
  {
    range: "37675-37680",
    desc: "日内瓦钟表世家，世代传承高级制表技艺，拥有百达翡丽，江诗顿丹两个品牌的股权，家族财富深不可测",
  },
  {
    range: "37680-37685",
    desc: "卢森堡公民",
  },
  {
    range: "37685-37795",
    desc: "比利时公民",
  },
  {
    range: "37795-37850",
    desc: "荷兰公民",
  },
  {
    range: "37850-37852",
    desc: "荷兰海牙地区皇氏家族，你拥有参加国家仪式和外交活动的权利",
  },
  {
    range: "37852-37900",
    desc: "荷兰阿姆斯特丹个体经营户，你的父母经营小生意咖啡馆，收入有点不稳定，但是相对自由，你们家每年收入大概5万欧元",
  },
  {
    range: "37900-37920",
    desc: "高负债荷兰家庭，背负数百万欧元房贷，月供70%以上抗风险能力低",
  },
  {
    range: "37920-37960",
    desc: "鹿特丹工人，月收入约4000欧元",
  },
  {
    range: "37960-38020",
    desc: "挪威公民",
  },
  {
    range: "38020-38120",
    desc: "瑞典公民",
  },
  {
    range: "38120-38122",
    desc: "瑞典皇室成员",
  },
  {
    range: "38122-38160",
    desc: "芬兰公民",
  },
  {
    range: "38160-38162",
    desc: "丹麦皇室成员",
  },
  {
    range: "38162-38220",
    desc: "丹麦公民",
  },
  {
    range: "38220-38225",
    desc: "德国柏林政商家庭，你的父亲是德国外交部副部长，政商资源深厚",
  },
  {
    range: "38225-38230",
    desc: "德国匡特家族，你出生于巴伐利亚，你的妈妈坐拥361亿欧元，是德国第2富豪。掌控宝马48%的股份",
  },
  {
    range: "38230-38232",
    desc: "施瓦兹家族。你出生于巴登符腾堡州。你的父亲拥有465亿欧元的身价，稳居德国首富，而你的家族极其低调，几乎不公开露面",
  },
  {
    range: "38232-38500",
    desc: "德国公民",
  },
  {
    range: "38500-38600",
    desc: "德国双职工家庭，你的父母月净收入合计4000欧元。生活稳定，但面临高税收",
  },
  {
    range: "38600-38620",
    desc: "你的父亲在德国甲级联赛踢球，身价800万欧元，每周末给你寄1万欧元",
  },
  {
    range: "38620-38621",
    desc: "你的父亲是德国拜仁慕尼黑俱乐部的高层",
  },
  {
    range: "38621-38624",
    desc: "多特蒙德高层",
  },
  {
    range: "38624-38626",
    desc: "勒沃库森高层",
  },
  {
    range: "38626-38630",
    desc: "大众企业高层",
  },
  {
    range: "38630-38631",
    desc: "奔驰企业公司CEO",
  },
  {
    range: "38631-38640",
    desc: "德国高官子女",
  },
  {
    range: "38640-38645",
    desc: "你坐拥一座在德国巴伐利亚州的庄园",
  },
  {
    range: "38645-38700",
    desc: "德国东部地区失业救济家庭，每个月领取1200欧",
  },
  {
    range: "38700-38750",
    desc: "柏林，你的父亲疯狂家暴，你和你的母亲",
  },
  {
    range: "38750-38910",
    desc: "德国中产阶级，你们家一个月收入大约2万欧，生活比较滋润",
  },
  {
    range: "38910-39000",
    desc: "波兰平民百姓",
  },
  {
    range: "39000-39180",
    desc: "波兰流浪汉",
  },
  {
    range: "39180-39200",
    desc: "危地马拉政府官员家庭，你拥有资源配置权，拥有私人保镖和豪华车队",
  },
  {
    range: "39200-39220",
    desc: "毒品卡尔特家族，你的家族在洪都拉斯控制毒品生产和走私路线，资产数以亿计，通过暴力手段维持统治",
  },
  {
    range: "39220-39230",
    desc: "哥斯达黎加咖啡种植园主，你的父母资产过亿，而你在美国亚特兰大接受精英教育",
  },
  {
    range: "39230-39240",
    desc: "巴拿马旅游业大亨，拥有巴拿马所有豪华度假村和酒店的控制权",
  },
  {
    range: "39240-39400",
    desc: "中美洲普通人，你们家一个月收入500美元左右，你就读于公立学校，生活一般",
  },
  {
    range: "39400-39500",
    desc: "中美洲工薪家庭，你们要经营餐饮店，经常被黑帮勒索，但是一年能够赚3000美元左右",
  },
  {
    range: "39500-39800",
    desc: "中美洲棚户区，月收入80美元，居住条件恶劣，你没有接受教育的资本",
  },
  {
    range: "39800-40000",
    desc: "洪都拉斯黑帮控制贫民窟，你出生后父母因为交不起所谓的保护费，你被父母从冰冷的肉体炼为温暖的数字",
  },
  {
    range: "40000-40010",
    desc: "中美洲黑帮老大家庭，你的生活富足，现在在美国加州读书",
  },
  {
    range: "40010-40200",
    desc: "危地马拉贫民窟，你因为贫困被迫出售器官，但是手术后缺乏医疗护理导致严重并发症，15岁的时候死亡",
  },
  {
    range: "40200-40300",
    desc: "你一出生就被迫在中美洲咖啡种植园工作，每天工作13小时，一天收入六美元",
  },
  {
    range: "40300-40500",
    desc: "出生地是中美洲雨林区，一出生就和大猩猩一起睡觉，出生的第5天被大猩猩翻身压死了",
  },
  {
    range: "40500-40520",
    desc: "哥伦比亚政商家庭,你的父亲是哥伦比亚能源部门部长",
  },
  {
    range: "40520-40525",
    desc: "秘鲁矿业巨头家庭，控制铜矿银矿的开采权，拥有绝对话语权",
  },
  {
    range: "40525-40530",
    desc: "秘鲁隐形富豪，拥有秘鲁房地产以及秘鲁渔场的开采权力，但是非常低调，资产过亿，你在新西兰读书",
  },
  {
    range: "40530-41000",
    desc: "哥伦比亚工薪家庭，每个月收入200美元，在工厂里上班，你就读于公立学校，在学校经常被霸凌",
  },
  {
    range: "41000-41500",
    desc: "委内瑞拉贫民区，你们家每个月收入20美元，居住在水上，受到蚊虫干扰",
  },
  {
    range: "41500-42000",
    desc: "秘鲁农村贫困家庭，从事传统农业月收入不足20美元，居住在茅草屋里面，并且没有电",
  },
  {
    range: "42000-42010",
    desc: "厄瓜多尔中产双职工家庭，你的家庭虽然不富，每个月收入在1500美元左右，但是父母拼尽全力将你托举到了巴黎师范大学读书",
  },
  {
    range: "42010-42500",
    desc: "哥伦比亚边境家庭。你的父母在毒品战争中死亡，你被武装组织控制，被迫种植毒品以及充当人体运毒骡子，9岁的时候在你试图在体内藏毒品过境去美国，被当场抓获并且枪毙",
  },
  {
    range: "42500-42800",
    desc: "你的父母在玻利维亚非法金矿把你生了下来，父母因为汞中毒导致精神损伤后死亡，你一出生就是残疾，没有四肢以及脑部发育不完全，因为你长期接触汞导致天生畸形",
  },
  {
    range: "42800-43500",
    desc: "哥伦比亚首都波哥大的垃圾场，你每天在垃圾堆里翻找食物，嗯因为接触有毒垃圾导致皮肤病呼吸疾病高发，七岁时死于营养不良",
  },
  {
    range: "43500-43550",
    desc: "你的父亲在意大利踢球，身价200万欧元，每个月给你和妈妈寄3000美金",
  },
  {
    range: "43550-44000",
    desc: "巴西北部雨林区野人开局",
  },
  {
    range: "44000-44003",
    desc: "你的父亲是长沙市市长",
  },
  {
    range: "44010-44050",
    desc: "你的妈妈在武汉红灯区工作",
  },
  {
    range: "44050-44500",
    desc: "湖南湖北地区普通家庭，月收入在4000元左右",
  },
  {
    range: "44500-44580",
    desc: "长沙/武汉中产阶级，月收入2万元左右",
  },
  {
    range: "44580-44600",
    desc: "湖南西部流浪汉",
  },
  {
    range: "44600-44800",
    desc: "川渝地区平民百姓，月收入在4000元左右",
  },
  {
    range: "44800-44900",
    desc: "你出生于男同之家",
  },
  {
    range: "44900-44920",
    desc: "川渝地区中产家庭，你被父母送往美国留学",
  },
  {
    range: "44920-45100",
    desc: "川渝地区农村家庭，你是留守儿童，父母在浙江工作，每个月寄回2000元",
  },
  {
    range: "45100-45200",
    desc: "成都市区人，在成都有两套房子",
  },
  {
    range: "45200-45400",
    desc: "中国西南省份百姓",
  },
  {
    range: "45400-45500",
    desc: "活动在中国云南的缅北诈骗分子",
  },
  {
    range: "45500-45600",
    desc: "乌鲁木齐城市人口",
  },
  {
    range: "45600-45650",
    desc: "西安市城市人口",
  },
  {
    range: "45650-45800",
    desc: "中国西北农村人口，勉强度日",
  },
  {
    range: "45800-46100",
    desc: "你在甘肃的家被地震震毁，但是政府发了一套独栋别墅新房",
  },
  {
    range: "46100-46300",
    desc: "出生点是达格拉玛干沙漠",
  },
  {
    range: "46300-46305",
    desc: "出生地:朝鲜平壤，你是金氏家族的成员之一，生活奢华以接受精英教育，掌控国家政治命脉",
  },
  {
    range: "46305-46306",
    desc: "你出生在朝鲜，但是你的父亲在玩steam,你现在在瑞士留学",
  },
  {
    range: "46307-46308",
    desc: "你出生在朝鲜，但是你的父亲在玩steam,但是你发现你有一个在瑞士留学的弟弟",
  },
  {
    range: "46308-46320",
    desc: "朝鲜劳动党高层家族,你拥有高级住宅专车特权,18岁后你进入金日成综合大学就读",
  },
  {
    range: "46320-46330",
    desc: "朝鲜人民军高级将领家族,你拥有私人保镖，并且还有特殊医疗待遇",
  },
  {
    range: "46330-46450",
    desc: "朝鲜平壤市民家庭,有稳定的工作享受国家大量资源,子女就读于公立学校,生活稳定,一周可以领到三斤牛肉,5斤猪肉,你成年后分到平壤游乐场周围的一个9楼的房子",
  },
  {
    range: "46450-46700",
    desc: "朝鲜农村集体农庄家庭,你经常挨饿",
  },
  {
    range: "46700-46750",
    desc: "朝鲜政治犯家庭,因为政治原因进入收容所失去公民权利并且强制劳动和监视",
  },
  {
    range: "46750-46800",
    desc: "朝鲜苦难行军家庭,你因为营养不良被饿死了",
  },
  {
    range: "46800-46805",
    desc: "韩国三星家族成员",
  },
  {
    range: "46805-46807",
    desc: "韩国现代汽车集团子女",
  },
  {
    range: "46807-46830",
    desc: "韩国首尔江南区中产阶级,在首尔拥有三套房产",
  },
  {
    range: "46830-46900",
    desc: "韩国公民,月收入在300万韩元左右,约合1.2万人民币",
  },
  {
    range: "46900-47000",
    desc: "韩国偏远农村家庭，月收入约50万韩元，约合2700人民币。",
  },
  {
    range: "47000-47100",
    desc: "韩国做题区，加上每个月支付8000元人民币的补习费，你每天要学18个小时，四当五落，睡4个小时就可以考上首尔大学，睡5个小时就考不上了，疯狂内卷",
  },
  {
    range: "47100-47105",
    desc: "日本安倍家族，掌握日本重要政治资源",
  },
  {
    range: "47105-47106",
    desc: "你是日本皇室后代，近亲结婚产物",
  },
  {
    range: "47106-47110",
    desc: "日本爱知县丰田家族，你的父亲掌握着全球最大汽车制造商之一的股份",
  },
  {
    range: "47110-47300",
    desc: "日本东京双职工家庭，你的父母年收入约1200万日元，，大约50万人民币。你们家有房有车，你就读于私立高中生活稳定",
  },
  {
    range: "47300-47600",
    desc: "日本普通农村家庭，生活还算过得去",
  },
  {
    range: "47600-47590",
    desc: "日本极端右翼的后代",
  },
  {
    range: "47590-47591",
    desc: "你的母亲是高市早苗",
  },
  {
    range: "47592-47593",
    desc: "你的父亲是日本日服第1男枪",
  },
  {
    range: "47594-47800",
    desc: "你出生于日本高中厕所",
  },
  {
    range: "47800-47850",
    desc: "你的父母是日本宅男网吧难民家族，全家住在几平方米的网吧，你无法正常上学",
  },
  {
    range: "47850-48070",
    desc: "俄罗斯西伯利亚居民",
  },
  {
    range: "48070-48010",
    desc: "中国人(移民日本)",
  },
  {
    range: "48010-48015",
    desc: "中国人移民新加坡",
  },
  {
    range: "48015-48100",
    desc: "中国人移民美国",
  },
  {
    range: "48100-48110",
    desc: "中国人移民澳大利亚",
  },
  {
    range: "48110-48120",
    desc: "中国人移民西欧",
  },
  {
    range: "48120-48140",
    desc: "中国人,父母是贪官,想逃出国,但是在机场被抓了",
  },
  {
    range: "48140-48142",
    desc: "奥地利保时捷家族，拥有335亿欧元财产",
  },
  {
    range: "48142-48210",
    desc: "奥地利普通公民，一年收入为65,000欧。",
  },
  {
    range: "48210-48220",
    desc: "奥地利失业人员",
  },
  {
    range: "48220-48221",
    desc: "列支敦士登公民(世界人均GDP最高的国家，约为20万美元，是上海的将近10倍)",
  },
  {
    range: "48222-48223",
    desc: "意大利费列罗家族，你的父亲身价为432亿美元",
  },
  {
    range: "48224-48225",
    desc: "意大利阿涅利家族，你的家族掌握尤文图斯菲亚特汽车等产业，一年收入意大利的GDP约3%",
  },
  {
    range: "48225-48300",
    desc: "意大利中产家庭，年收入大约10万欧",
  },
  {
    range: "48300-48500",
    desc: "意大利普通家庭，年收入大约3万欧元",
  },
  {
    range: "48500-48600",
    desc: "意大利外来难民，每个月领取126欧元的补助",
  },
  {
    range: "48600-48610",
    desc: "你的父亲是意大利甲级联赛的球员身价1000万欧元",
  },
  {
    range: "48611-48612",
    desc: "梵蒂冈公民",
  },
  {
    range: "48613-48614",
    desc: "圣马力诺公民",
  },
  {
    range: "48615-48740",
    desc: "捷克斯洛伐克公民",
  },
  {
    range: "48740-48790",
    desc: "匈牙利公民",
  },
  {
    range: "48790-48820",
    desc: "匈牙利中产家庭，月收入1万欧",
  },
  {
    range: "48820-48822",
    desc: "黑山阿布拉莫维奇家族，你们家在俄罗斯是顶级富豪，你们收购了在黑山的八英里海岸线当做超级长的度假区",
  },
  {
    range: "48823-48824",
    desc: "泽里克家族。你的家族是巴尔干地区黑社会的头目，同时也是塞尔维亚的国会议员，你的父亲靠走私毒品和军火成为塞尔维亚顶级富豪，你的零花钱每天超过20万美金",
  },
  {
    range: "48825-49300",
    desc: "巴尔干地区普通家庭，你们每个月收入5000元。",
  },
  {
    range: "49300-49420",
    desc: "巴尔干地区流浪汉",
  },
  {
    range: "49420-49530",
    desc: "白俄罗斯普通人民",
  },
  {
    range: "49530-49600",
    desc: "伊斯坦布尔普通人民",
  },
  {
    range: "49600-49650",
    desc: "伊斯坦布尔中产家庭",
  },
  {
    range: "49650-49710",
    desc: "伊斯坦布尔流浪汉",
  },
  {
    range: "49710-49715",
    desc: "俄罗斯的寡头家族，你的家族控制着俄罗斯的石油和天然气，影响俄罗斯的政治",
  },
  {
    range: "49715-49800",
    desc: "俄罗斯莫斯科圣彼得堡中产阶级，每个月可以赚取超过10万人民币",
  },
  {
    range: "49800-50500",
    desc: "俄罗斯东欧普通家庭，月收入8000人民币",
  },
  {
    range: "50500-50710",
    desc: "俄罗斯东欧极端贫困家庭，月收入仅为1700人民币",
  },
  {
    range: "50710-51000",
    desc: "出生在俄乌战场上，出生点是战壕，具体你的父亲是俄罗斯人还是乌克兰人并不清楚",
  },
  {
    range: "51000-51110",
    desc: "你的母亲还没生下你就被乌克兰征兵办的人狠狠踢肚子，你死了",
  },
  {
    range: "51110-53000",
    desc: "你出生在纳米比亚沙漠村庄，每天走10公里打水。你6岁时试图用尿净化泥水，却因配方“过于创新”引来秃鹫围观，最终和破水桶一起被叼上天空。",
  },
  {
    range: "53000-55000",
    desc: "你出生在莫桑比克的村庄，全家多名成员共用剃须刀，哎呀，直接就被传染艾滋，变成生化母体",
  },
  {
    range: "55000-57000",
    desc: "你们村庄和隔壁村庄为了争夺水资源爆发了枪战，你被当成儿童炮灰，冲在第一",
  },
  {
    range: "57000-59000",
    desc: "你出生在刚果的食人族部落，饿极了连自家门框都啃。你只是偷偷舔了一口族长珍藏的“美味石头”，就被族长炼化成了晚餐",
  },
  {
    range: "59000-59010",
    desc: "中南非开局，但是你在中国留学",
  },
  {
    range: "59010-61000",
    desc: "中南非极端饥饿人口，一出生就吃不了饭，饿了8天被饿死了",
  },
  {
    range: "61000-62000",
    desc: "你出生在莫桑比克的旱厕",
  },
  {
    range: "62000-66000",
    desc: "你出生在中南非，但是家庭极其富裕，钱堆满了房子，钱太多以至于成了烦恼，一天睡觉的时候床旁边的钱塌下来了，你被压死了，你原来出生在津巴布韦通货膨胀高峰期，一人民币兑换1000亿津巴布韦币",
  },
  {
    range: "66000-68000",
    desc: "南部非洲毒贩，你的父亲给刚出生三天的你吸冰",
  },
  {
    range: "68000-69000",
    desc: '你出生在乌干达的"生育冠军"家庭，妈妈15年生了44个孩子。你因抢玉米粥被43个兄弟姐妹叠罗汉压在最底下，临终前听见妈妈喊“开饭了”--可惜你是下一顿。(被能量回收了)',
  },
  {
    range: "69000-70000",
    desc: "你出生在莫桑比克的艾滋病孤儿群，照看你的奶奶同时抚养22个孙子。你因把联合国发的营养剂包装折成纸飞机，被奶奶追打时不小心滑进捐赠的奶粉桶(超级大的桶。)，被奶粉淹死了",
  },
  {
    range: "70000-71000",
    desc: "博兹瓦纳人，出生时长得太丑了，拿去喂骆驼了",
  },
  {
    range: "71000-71010",
    desc: "非洲南部高官子女，你被送往欧洲读书",
  },
  {
    range: "71010-71015",
    desc: "墨西哥斯利姆家族，控制墨西哥金融基建领域，你被送去美国读书",
  },
  {
    range: "71015-71020",
    desc: "墨西哥古兹曼家族，全球性贩毒帝国拥有私人武装力量10万余人。，奢华程度超越总统。",
  },
  {
    range: "71020-71400",
    desc: "墨西哥百姓，但是终年受黑帮控制",
  },
  {
    range: "71400-71405",
    desc: "黑帮老大的儿子",
  },
  {
    range: "71405-71600",
    desc: "墨西哥贫民窟",
  },
  {
    range: "71600-71620",
    desc: "墨西哥本地中产家庭(拥有美国绿卡)",
  },
  {
    range: "71620-72800",
    desc: "美国本地正宗白人",
  },
  {
    range: "72800-73000",
    desc: "16岁的你在美国高中上学的时候得罪了一个尼哥，第2天他背了一个吉他盒子来上学",
  },
  {
    range: "73000-73200",
    desc: "美国加利福尼亚州中产家庭",
  },
  {
    range: "73200-73500",
    desc: "你的父亲是美国史密斯专员，天天得吃",
  },
  {
    range: "73500-73600",
    desc: "美国纽约州中产家庭",
  },
  {
    range: "73600-73700",
    desc: "美国本地流浪汉(白人)，每个月能领1000美元救济",
  },
  {
    range: "73700-74200",
    desc: "美国本地流浪汉(黑人)，你的父亲前几天Can't breathe.",
  },
  {
    range: "74200-74300",
    desc: "美国极端富人区",
  },
  {
    range: "74300-74350",
    desc: "美国纽约华尔街精英人士",
  },
  {
    range: "74350-74400",
    desc: "你18岁的时候，你的爸爸给哈佛捐了两栋楼，你进了哈佛",
  },
  {
    range: "74400-75000",
    desc: "美国普通公民",
  },
  {
    range: "75000-75050",
    desc: "你的父亲是加利福尼亚州硅谷高级工程师",
  },
  {
    range: "75050-75100",
    desc: "你的父亲是美国中部大农场主，拥有几百英亩的土地",
  },
  {
    range: "75100-75150",
    desc: "你的父亲曾经是美国南部的棉花场主，目前家道中落",
  },
  {
    range: "75150-75200",
    desc: "你的家庭在美国五大湖地区的工厂上班，每个月能拿3000美金",
  },
  {
    range: "75200-75220",
    desc: "佛罗里达州的尼哥",
  },
  {
    range: "75220-75221",
    desc: "你的父亲是特朗普",
  },
  {
    range: "75221-75230",
    desc: "你的父亲在NBA打球",
  },
  {
    range: "75230-75280",
    desc: "你一出生就被一个没有美国籍身份的尼哥枪杀了",
  },
  {
    range: "75280-75300",
    desc: "你的父母极度肥胖，你的妈妈有良子的两倍胖，你在两岁的时候不小心被你妈妈一屁股坐死了",
  },
  {
    range: "75300-75500",
    desc: "加拿大公民",
  },
  {
    range: "75500-75600",
    desc: "加拿大中产家庭",
  },
  {
    range: "75600-75660",
    desc: "加拿大印度家庭",
  },
  {
    range: "75600-75700",
    desc: "加拿大流浪汉。",
  },
  {
    range: "75700-75705",
    desc: "萝莉岛出生，你的妈妈正在和霍金一起玩",
  },
  {
    range: "75705-75706",
    desc: "格林兰岛出生",
  },
  {
    range: "75706-75707",
    desc: "你的父亲是马斯克",
  },
  {
    range: "75708-75709",
    desc: "你的父亲是比尔盖茨",
  },
  {
    range: "75710-75711",
    desc: "你的妈妈是哈里斯",
  },
  {
    range: "75712-75720",
    desc: "印度婆罗门",
  },
  {
    range: "75720-75730",
    desc: "印度刹帝利",
  },
  {
    range: "75730-75780",
    desc: "印度孟买富人区",
  },
  {
    range: "75780-75810",
    desc: "印度国家级别高官子女",
  },
  {
    range: "75810-79000",
    desc: "出生在印度，你家有八口人，但是你的种姓是马哈达利特，这个属于印度种姓中最低级的",
  },
  {
    range: "79000-81000",
    desc: "印度开局，欠当地地主800万卢比，你需要每天放牛",
  },
  {
    range: "81000-83000",
    desc: "印度开局，你一开局就患有骨髓灰质炎，没钱治，而且你的妈妈因为频繁的生育，严重贫血",
  },
  {
    range: "84000-87000",
    desc: "你出生在印度恒河旁边的牛粪坑，妈妈想捞你上来但是呢一不小心他也摔下去了，于是他狠狠蹬了你一下，作为借力，他爬上来了，你私了",
  },
  {
    range: "87000-89000",
    desc: "你们一家18口挤在孟买的贫民窟",
  },
  {
    range: "89000-91000",
    desc: "印度人，你想去红树林里捡螃蟹，但是被老虎咬死了",
  },
  {
    range: "91000-93000",
    desc: "印度人，你们家无力支付黑帮的勒索，黑帮怒了把你摔死了",
  },
  {
    range: "93000-93500",
    desc: "印度人，移民巴西",
  },
  {
    range: "93500-93600",
    desc: "印度人移民日本",
  },
  {
    range: "93600-93700",
    desc: "印度人移民中国",
  },
  {
    range: "93700-93900",
    desc: "印度人移民加拿大",
  },
  {
    range: "93900-94200",
    desc: "印度人移民美国。",
  },
  {
    range: "94200-94210",
    desc: "印度黑帮头目家庭，你被送往美国留学",
  },
  {
    range: "94210-97000",
    desc: "普通低种姓人，你的父母想要改信佛教，被全村人判以石刑",
  },
  {
    range: "97000-97015",
    desc: "虽然你是印度低种姓人群，但是你哥哥考进了印度理工大学，把你们一家移民到了美国",
  },
  {
    range: "97015-97020",
    desc: "虽然你是印度低种性人群，但是你的哥哥在300万人的公务员考试里，考了第12，你们全家变成了刹帝利",
  },
  {
    range: "97020-98000",
    desc: "你出生就被抢走,当做富人的器官移植替代品",
  },
  {
    range: "98000-101000",
    desc: "印度平民百姓，每个月收入800人民币",
  },
  {
    range: "101000-103000",
    desc: "克什米尔交战区",
  },
  {
    range: "103000-109200",
    desc: "巴基斯坦人",
  },
  {
    range: "109200-109820",
    desc: "尼泊尔人",
  },
  {
    range: "109820-109940",
    desc: "不丹人",
  },
  {
    range: "109940-110520",
    desc: "泰国人",
  },
  {
    range: "110520-110820",
    desc: "柬埔寨人正在被去城市化",
  },
  {
    range: "110820-111000",
    desc: "老挝人(专门给中国人买水果)",
  },
  {
    range: "111000-113600",
    desc: "菲律宾人",
  },
  {
    range: "113600-115000",
    desc: "越南人",
  },
  {
    range: "115000-115800",
    desc: "缅甸人",
  },
  {
    range: "115800-116000",
    desc: "缅甸园区当苦力",
  },
  {
    range: "116000-120400",
    desc: "在印度尼西亚雨林区，一出生就和银背大猩猩一起睡觉，银背大猩猩突然发怒给你捶死了",
  },
  {
    range: "120400-120800",
    desc: "马来西亚平民",
  },
  {
    range: "120800-120900",
    desc: "马来西亚中产阶级",
  },
  {
    range: "120900-120935",
    desc: "新加坡公民",
  },
  {
    range: "120935-123000",
    desc: "中东地区穆斯林定时炸弹",
  },
  {
    range: "123000-123200",
    desc: "石油国家本地人，家里资产300万美金(迪拜卡塔尔)",
  },
  {
    range: "123200-126000",
    desc: "中东地区穷苦人",
  },
  {
    range: "126000-128000",
    desc: "西亚劳工外籍人士",
  },
  {
    range: "128000-130000",
    desc: "中亚普通平民",
  },
  {
    range: "130000-130310",
    desc: "澳大利亚公民",
  },
  {
    range: "130310-130370",
    desc: "新西兰公民",
  },
  {
    range: "130370-131200",
    desc: "南非尼哥",
  },
  {
    range: "131200-131570",
    desc: "南非白人中产阶级",
  },
  {
    range: "131570-131800",
    desc: "所罗门群岛当野人",
  },
  {
    range: "131800-131980",
    desc: "外蒙古人",
  },
  {
    range: "131980-131999",
    desc: "美国夏威夷人",
  },
  {
    range: "132000",
    desc: "南极科考站",
  },
];
